---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.HighlightedElementFamRefsInvalidError
source: html/6340d53b-9c70-1506-2066-1725673cc94e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.HighlightedElementFamRefsInvalidError Property

One or more references of the highlighted element have become invalid.

## Syntax (C#)
```csharp
public static FailureDefinitionId HighlightedElementFamRefsInvalidError { get; }
```